Repository: phyver/dynalab_ext
Catalog: i18n/*.po
Languages: fr

source: verbosity level: {verbosity}
fr: niveau de verbosité: {verbosity}

source: artifacts layer is locked (non selectable): {artifacts_locked}
fr: le calque d'artéfacts est vérouillé (non selectionable): {artifacts_locked}

source: artifacts are put in a single group: {artifacts_grouped}
fr: les artefacts sont groupés : {artifacts_grouped}

source: stroke width for artifacts: {artifacts_stroke_width}mm
fr: épaisseur du contour pour les artéfacts : {artifacts_stroke_width}mm

source: artifacts opacity: {artifacts_opacity}%
fr: opacité des artéfacts: {artifacts_opacity}%

source: artifacts overlay stripes opacity: {artifacts_overlay_opacity}%
fr: opacité des rayures d'artéfacts en surimpression: {artifacts_overlay_opacity}%

source: laser diameter: {laser_diameter:.2f}mm
fr: diamètre du laser: {laser_diameter:.2f}mm

source: laser cut mode color: {laser_mode_cut_color:s}
fr: mode laser 'découpe': {laser_mode_cut_color:s}

source: laser fill mode color: {laser_mode_fill_color:s}
fr: mode laser 'remplissage gravure': {laser_mode_fill_color:s}

source: laser line mode color: {laser_mode_line_color:s}
fr: mode laser 'gravure contour': {laser_mode_line_color:s}

source: size for 'tiny' elements: {size_tiny_element}mm
fr: taille des éléments 'minuscules' : {size_tiny_element}mm

source: FILE NOT FOUND: {filename:s}
fr: FICHIER INTROUVABLE : {filename:s}

source: ERROR READING FILE: {filename:s}
fr: ERREUR DE LECTURE DU FICHIER : {filename:s}

source: INVALID CONFIG FILE: {filename:s}
fr: FICHIER DE CONFIGURATION INVALIDE : {filename:s}

source: CANNOT OVERWRITE DEFAULT CONFIG FILE: {filename}
fr: NE PEUT PAS ÉCRASER LE FICHIER DE CONFIGURATION PAR DÉFAUT : {filename}

source: CANNOT SAVE CONFIG TO {filename:s}
fr: NE PEUT PAS SAUVER LE FICHIER {filename:s}
